const services = [
    {
        title: "Захист у кримінальних справах",
        description: " Надаємо професійний правовий захист у кримінальних провадженнях на всіх етапах — від моменту затримання до апеляційного оскарження. Забезпечуємо дотримання прав клієнта, конфіденційність, ретельну підготовку захисної стратегії та ефективне представництво в суді",
        icon: `<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M6 12L3.269 3.126A59.768 59.768 0 0121.485 12 59.77 59.77 0 013.27 20.876L5.999 12zm0 0h7.5" />
        </svg>`,
    },
    {
        title: "Послуги військового юриста",
        description: "Здійснюємо юридичний супровід військовослужбовців, мобілізованих осіб, ветеранів та членів їхніх родин. Надаємо допомогу у питаннях проходження служби, пільг, компенсацій, соціального забезпечення, військових травм та мобілізаційних спорів. Ми досконало орієнтуємося в нормативно-правовій базі, що регулює сферу оборони та безпеки.",
        icon: `<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M6 12L3.269 3.126A59.768 59.768 0 0121.485 12 59.77 59.77 0 013.27 20.876L5.999 12zm0 0h7.5" />
        </svg>`,
    },
    {
        title: "Сімейне право",
        description: "Консультуємо та супроводжуємо клієнтів у справах розірвання шлюбу, поділу майна, стягнення аліментів, встановлення або оспорювання батьківства. У сімейних конфліктах захищаємо інтереси дітей і прагнемо досягти справедливого та мирного врегулювання спорів. Надаємо підтримку у складних емоційних ситуаціях із повагою до особистої гідності кожного учасника процесу.",
        icon: `<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M6 12L3.269 3.126A59.768 59.768 0 0121.485 12 59.77 59.77 0 013.27 20.876L5.999 12zm0 0h7.5" />
        </svg>`,
    },
    {
        title: "Правова допомога при ДТП",
        description: "Пропонуємо юридичний супровід у податкових перевірках та спорах з податковими органами. Консультуємо з питань оптимізації оподаткування, оскарження рішень про донарахування, пені чи штрафи. Готуємо правову позицію для ефективного захисту бізнесу чи фізичних осіб у сфері фінансів і податків.",
        icon: `<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M6 12L3.269 3.126A59.768 59.768 0 0121.485 12 59.77 59.77 0 013.27 20.876L5.999 12zm0 0h7.5" />
        </svg>`,
    },
    {
        title: "Вирішення господарських та цивільних спорів",
        description: "Забезпечуємо кваліфіковане представництво у господарських та цивільних спорах будь-якої складності. Маємо великий досвід досудового врегулювання, переговорів, медіації, а також судового захисту інтересів клієнтів. Формуємо ефективну правову позицію з метою досягнення вигідного рішення та компенсації витрат за рахунок опонента.",
        icon: `<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M6 12L3.269 3.126A59.768 59.768 0 0121.485 12 59.77 59.77 0 013.27 20.876L5.999 12zm0 0h7.5" />
        </svg>`,
    },
    {
        title: "Представництво в адміністративних справах",
        description: "Захищаємо клієнтів у спорах з органами державної влади та місцевого самоврядування. Надаємо правовий супровід у питаннях ліцензування, отримання дозволів, оскарження штрафів та рішень контролюючих органів. Забезпечуємо оперативне реагування, правову чіткість і надійне представництво інтересів клієнта.",
        icon: `<svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="w-6 h-6"> <path stroke-linecap="round" stroke-linejoin="round" d="M6 12L3.269 3.126A59.768 59.768 0 0121.485 12 59.77 59.77 0 013.27 20.876L5.999 12zm0 0h7.5" />
        </svg>`,
    },
];

export { services };